Repository: poepublic/shareabouts-bluebikes
Catalog: src/conf/locale/*/LC_MESSAGES/django.po
Languages: es

source: Suggest new Bluebikes station locations across the Boston Metro Area. Share your ideas with the community and help improve the Bluebikes network.
es: Sugiera nuevas ubicaciones para las estaciones de Bluebikes en el área metropolitana de Boston. Comparta sus ideas con la comunidad y ayude a mejorar la red de Bluebikes.

source: Enter an address...
es: Introduzca una dirección...

source: Suggestion
es: Sugerencia

source: suggestion
es: sugerencia

source: suggestions
es: sugerencias

source: Suggest a station location
es: Sugerir una ubicación de estación

source: List All Suggestions
es: Listar todas las sugerencias

source: Show the Map
es: Mostrar el mapa

source: submitted
es: enviado

source: Suggestions do not guarantee a station.
es: Las sugerencias no garantizan una estación.

source: Someone
es: Alguien

source: Submit
es: Entregar

source: Location Type
es: Tipo de ubicación

source: Which jurisdiction does the suggestion fall under?
es: ¿A qué jurisdicción corresponde la sugerencia?

source: Revere
es: Reverenciar

source: Boston
es: Bostón

source: This is a good location because it is...
es: Esta es una buena ubicación porque es...

source: Please select at least one reason why this is a good location.
es: Seleccione al menos una razón por la que esta es una buena ubicación.

source: Close to my home
es: Cerca de mi casa

source: Close to my destination
es: Cerca de mi destino

source: Close to a transit connection (rail, T, ferry, bus, etc.)
es: Cerca de una conexión de tránsito (tren, T, ferry, autobús, etc.)

source: Something else
es: Otra cosa

source: Tell us more.
es: Cuéntanos más.

source: Seems like there's already a station nearby; why would an additional or bigger station here be useful?
es: Parece que ya hay una estación cercana; ¿por qué sería útil una estación adicional o más grande aquí?

source: Please select at least one reason why you think another station is needed.
es: Seleccione al menos un motivo por el que cree que se necesita otra estación.

source: The existing station is often too full/empty
es: La estación existente suele estar demasiado llena/vacía

source: A new/different location would improve accessibility or connectivity
es: Una ubicación nueva/diferente mejoraría la accesibilidad o la conectividad

source: About this map
es: Acerca de este mapa

source: <span class="suggestion-count">No one</span> has suggested adding a station within about a block of here yet.
es: <span class="suggestion-count">Nadie</span> ha sugerido aún agregar una estación a una cuadra de aquí.

source: <span class="suggestion-count">One other person</span> has suggested adding a station within about a block of here.
es: <span class="suggestion-count">Otra persona</span> sugirió agregar una estación a una cuadra de aquí.

source: <span class="suggestion-count">You and one other person</span> have suggested adding a station within about a block of here.
es: <span class="suggestion-count">Usted y otra persona</span> han sugerido agregar una estación a una cuadra de aquí.

source: <span class="suggestion-count">You and {{othersSuggestionCount}} other people</span> have suggested adding a station within about a block of here.
es: <span class="suggestion-count">Usted y {{othersSuggestionCount}} otras</span> han sugerido agregar una estación a una cuadra de aquí.

source: <span class="suggestion-count">You</span> have suggested adding a station within about a block of here.
es: <span class="suggestion-count">Ha</span> sugerido agregar una estación a una cuadra de aquí.

source: <span class="suggestion-count">{{othersSuggestionCount}} other people</span> have suggested adding a station within about a block of here.
es: <span class="suggestion-count">{{othersSuggestionCount}} otras personas</span> han sugerido agregar una estación a una cuadra de aquí.

source: Do you want to see a station here, too?
es: ¿Quieres ver una estación aquí también?

source: Do you want to see a station here?
es: ¿Quieres ver una estación aquí?

source: Near <span class="reverse-geocoded-location">{{addressOrPlace}}</span>
es: Cerca de <span class="reverse-geocoded-location">{{addressOrPlace}}</span>

source: Thank you for your suggestion!
es: ¡Gracias por tu sugerencia!

source: The closest bikeshare station is <span class="station-name">{{closestStationName}}</span> about <span class="station-distance">{{closestStationReadableDistance}} away</span>. Actual walking distance may be farther.
es: La estación de bicicletas compartidas más cercana está <span class="station-name">{{closestStationName}}</span> a aproximadamente <span class="station-distance">{{closestStationReadableDistance}}</span> . La distancia real a pie puede ser mayor.

source: Existing Station
es: Estación existente

source: Map Legend
es: Leyenda del mapa

source: Station Suggestions
es: Sugerencias de estaciones

source: These are existing Bluebikes stations. Zoom in to see the name of the station.
es: Estas son las estaciones de Bluebikes existentes. Acérquese para ver el nombre de la estación.

source: These are suggested locations for new Bluebikes stations. Darker circles indicate a higher number of suggestions.
es: Estas son las ubicaciones sugeridas para las nuevas estaciones de Bluebikes. Los círculos más oscuros indican un mayor número de sugerencias.

source: Bluebikes is a great way to explore the Boston metro area. Share your local expertise and let us know where you think we should add or expand stations to the Bluebikes system. Existing stations are identified with a blue marker.
es: Bluebikes es una excelente manera de explorar el área metropolitana de Boston. Comparte tu... Experiencia local y háganos saber dónde cree que deberíamos agregar o expandir estaciones al sistema Bluebikes. Las estaciones existentes están identificadas con un azul marcador.

source: Click the map to get started!
es: ¡Haga clic en el mapa para comenzar!

source: For durability and easy maintenance, we prefer level hardscape (concrete, brick, or asphalt) in public spaces with at least 4 hours of direct sunlight daily. If hardscape is unavailable, our team may be able to install concrete pads.
es: Para mayor durabilidad y fácil mantenimiento, preferimos superficies duras niveladas (hormigón, ladrillo o asfalto) en espacios públicos con al menos 4 horas de luz solar directa al día. Si no disponemos de superficies duras, nuestro equipo podría instalar losas de hormigón.

source: Most of our stations are 42–52’ long and 6’ wide.
es: La mayoría de nuestras estaciones tienen entre 42 y 52 pies de largo y 6 pies de ancho.

source: Please identify any utility covers or maintenance holes, as stations cannot be installed over them.
es: Identifique las tapas de servicios públicos o los orificios de mantenimiento, ya que no se pueden instalar estaciones sobre ellos.

source: Site Notes:
es: Notas del sitio:

source: Sites on federal, state, or private property require approval from the government or property owner and may need additional permissions
es: Los sitios en propiedades federales, estatales o privadas requieren la aprobación del gobierno o del propietario de la propiedad y pueden necesitar permisos adicionales.

source: Stations can also be placed on low-traffic, low-speed streets, ideally next to bike lanes.
es: Las estaciones también se pueden ubicar en calles con poco tráfico y baja velocidad, idealmente junto a carriles para bicicletas.

source: Suggestions do not guarantee a station; rather, suggestions are helpful feedback to augment existing processes that determine where and when new stations are added or expanded.
es: Las sugerencias no garantizan una estación; más bien, son comentarios útiles para ampliar los procesos existentes que determinan dónde y cuándo se agregan o amplían nuevas estaciones.

source: Click the map to set your location.
es: Haga clic en el mapa para establecer su ubicación.

source: It looks like you didn't set your location yet. Please click the map to set your location.
es: Parece que aún no has configurado tu ubicación. Haz clic en el mapa para configurarla.

source: Oops, %(config.app.name)s needs JavaScript to work properly.
es: Ups, %(config.app.name)s necesita JavaScript para funcionar correctamente.

source: %(config.app.name)s is great but it needs something called JavaScript to work properly. But fear not, it's really easy to turn on. Click <a href="http://enable-javascript.com/" target="_blank">here</a> for simple instructions!
es: %(config.app.name)s es genial, pero necesita algo llamado JavaScript para funcionar correctamente. Pero no temas, es muy fácil de activar. Haz clic <a href="http://enable-javascript.com/" target="_blank">¡Aquí</a> encontrarás instrucciones sencillas!

source: We can't connect to the server at the moment. Hang tight while we re-establish communication.
es: No podemos conectarnos al servidor en este momento. Espere mientras restablecemos la comunicación.

source: Close
es: Cerca

source: Thank you for submitting a station suggestion! Your feedback has been shared with the municipal owners of the Bluebikes system and will be taken into consideration for future station planning.
es: Gracias por enviar una sugerencia de estación. Sus comentarios se han compartido con los propietarios municipales del sistema Bluebikes y se tendrán en cuenta para la planificación de futuras estaciones.

source: The location you've chosen is outside of the current Bluebikes service area.
es: La ubicación que ha elegido está fuera del área de servicio actual de Bluebikes.

source: Powered by
es: Desarrollado por

source: <strong> {{#if target.submitter}} <img src="{{ target.submitter.avatar_url }}" role="presentation" alt="" class="avatar" /> {{ target.submitter.name }} {{^}} <!-- TODO: FIXME: don't hardcode image URL --> <img src="{{ STATIC_URL }}css/images/user-50.png" role="presentation" alt="" class="avatar" /> {{ target.submitter_name }} {{/if}} </strong> {{#if is_place }} {{ action }} a{{#if place.type_starts_with_vowel }}n{{/if }} <span class="place-type">{{ place.place_type_label }}</span> {{#if place.name }} named <span class="place-name">{{ place.name }}</span> {{^}} {{#if place.location }} at <span class="place-name">{{>location-string place}}</span> {{/if }} {{/if }} {{else}} {{ action }} {{#if place.name }} <span class="place-name">{{ place.name }}</span> {{else}} a{{# place.type_starts_with_vowel }}n{{/ place.type_starts_with_vowel }} {{ place.place_type_label }} {{/if }} {{/if }}
es: <strong> {{#if target.submitter}} <img src="{{ target.submitter.avatar_url }}" role="presentation" alt="" class="avatar" /> {{ target.submitter.name }} {{^}} <!-- TODO: FIXME: don't hardcode image URL --> <img src="{{ STATIC_URL }}css/images/user-50.png" role="presentation" alt="" class="avatar" /> {{ target.submitter_name }} {{/if}} </strong> {{#if is_place }} {{ action }} a {{#if place.type_starts_with_vowel }} n {{/if }} <span class="place-type">{{ place.place_type_label }} {{#if place.name }} llamado <span class="place-name">{{ place.name }} {{^}} {{#if place.location }} <span class="place-name">{{>location-string place}} {{/if }} {{/if }} {{else}} {{ action }} {{#if place.name }} <span class="place-name">{{ place.name }} {{else}} a {{# place.type_starts_with_vowel }} n {{/ place.type_starts_with_vowel }} {{ place.place_type_label }} {{/if }} {{/if }}

source: Log Out
es: Finalizar la sesión

source: Sign In
es: Iniciar sesión

source: Signed in as</span> <span class="current-user">{{ this }}
es: Inició sesión como</span> <span class="current-user">{{ this }}

source: Sorry, your browser doesn't support file uploads.
es: Lo sentimos, su navegador no admite la carga de archivos.

source: Or sign in with <a class="auth-inline twitter-btn" href="/users/login/twitter/">Twitter</a> <a class="auth-inline facebook-btn" href="/users/login/facebook/">Facebook</a>
es: O inicia sesión con <a class="auth-inline twitter-btn" href="/users/login/twitter/">Twitter</a> <a class="auth-inline facebook-btn" href="/users/login/facebook/">Facebook</a>

source: optional
es: opcional

source: Recommend on Facebook
es: Recomendar en Facebook

source: Tweet This
es: Tuitear esto

source: around {{ pretty_created_datetime }}
es: alrededor de {{ pretty_created_datetime }}

source: <strong class="point-submitter"> {{#if submitter.avatar_url }} <img src="{{ submitter.avatar_url }}" class="avatar" /> {{^}} <img src="{{ STATIC_URL }}css/images/user-50.png" class="avatar" /> {{/if}} {{#if submitter.name }} {{ submitter.name }} {{^}} {{#if submitter_name }} {{ submitter_name }} {{^}} {{ anonymous_name }} {{/if}} {{/if}} </strong> {{ action_text }} this {{ place_type_label location_type}} {{#if region}} in {{ region }} {{/if}}
es: <strong class="point-submitter"> {{#if submitter.avatar_url }} <img src="{{ submitter.avatar_url }}" class="avatar" /> {{^}} <img src="{{ STATIC_URL }}css/images/user-50.png" class="avatar" /> {{/if}} {{#if submitter.name }} {{ submitter.name }} {{^}} {{#if submitter_name }} {{ submitter_name }} {{^}} {{ anonymous_name }} {{/if}} {{/if}} </strong> {{ action_text }} este {{ place_type_label location_type}} {{#if region}} {{ region }} {{/if}}

source: View On Map
es: Ver en el mapa

source: Most Recent
es: Más reciente

source: Most {{ support_label_plural }}
es: La mayoría {{ support_label_plural }}

source: Most {{ survey_label_plural }}
es: La mayoría {{ survey_label_plural }}

source: <span class="visibility-icon invisible-icon">👁</span> This {{ place_config.response_name }} is <strong>only visible to moderators</strong>.
es: <span class="visibility-icon invisible-icon">👁 Este {{ place_config.response_name }} <strong>sólo es visible para los moderadores</strong> .

source: <span class="visibility-icon visible-icon">👁</span> This {{ place_config.response_name }} is <strong>visible to everyone</strong>.
es: <span class="visibility-icon visible-icon">👁 Este {{ place_config.response_name }} es <strong>visible para todos</strong> .

source: Make {{ place_config.response_name }} hidden
es: Ocultar {{ place_config.response_name }}

source: Make {{ place_config.response_name }} visible
es: Hacer visible {{ place_config.response_name }}

source: Thanks for participating!
es: ¡Gracias por participar!
